7767517
115 125
Input            serving_default_input_1:0 0 1 serving_default_input_1:0
Convolution      TFLITE2ONNX_FAF_model/Conv1_relu/Relu6;model/bn_Conv1/FusedBatchNormV3;model/block_5_project/Conv2D;model/Conv1/Conv2D 1 1 serving_default_input_1:0 TFLITE2ONNX_FAF_model/Conv1_relu/Relu6;model/bn_Conv1/FusedBatchNormV3;model/block_5_project/Conv2D;model/Conv1/Conv2D 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=1 16=1 5=1 6=864
Clip             model/Conv1_relu/Relu6;model/bn_Conv1/FusedBatchNormV3;model/block_5_project/Conv2D;model/Conv1/Conv2D 1 1 TFLITE2ONNX_FAF_model/Conv1_relu/Relu6;model/bn_Conv1/FusedBatchNormV3;model/block_5_project/Conv2D;model/Conv1/Conv2D model/Conv1_relu/Relu6;model/bn_Conv1/FusedBatchNormV3;model/block_5_project/Conv2D;model/Conv1/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/expanded_conv_depthwise_relu/Relu6;model/expanded_conv_depthwise_BN/FusedBatchNormV3;model/expanded_conv_depthwise/depthwise;model/block_5_project/Conv2D 1 1 model/Conv1_relu/Relu6;model/bn_Conv1/FusedBatchNormV3;model/block_5_project/Conv2D;model/Conv1/Conv2D TFLITE2ONNX_FAF_model/expanded_conv_depthwise_relu/Relu6;model/expanded_conv_depthwise_BN/FusedBatchNormV3;model/expanded_conv_depthwise/depthwise;model/block_5_project/Conv2D 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=288 7=32
Clip             model/expanded_conv_depthwise_relu/Relu6;model/expanded_conv_depthwise_BN/FusedBatchNormV3;model/expanded_conv_depthwise/depthwise;model/block_5_project/Conv2D 1 1 TFLITE2ONNX_FAF_model/expanded_conv_depthwise_relu/Relu6;model/expanded_conv_depthwise_BN/FusedBatchNormV3;model/expanded_conv_depthwise/depthwise;model/block_5_project/Conv2D model/expanded_conv_depthwise_relu/Relu6;model/expanded_conv_depthwise_BN/FusedBatchNormV3;model/expanded_conv_depthwise/depthwise;model/block_5_project/Conv2D 0=0.000000e+00 1=6.000000e+00
Convolution      model/expanded_conv_project_BN/FusedBatchNormV3;model/expanded_conv_project/Conv2D 1 1 model/expanded_conv_depthwise_relu/Relu6;model/expanded_conv_depthwise_BN/FusedBatchNormV3;model/expanded_conv_depthwise/depthwise;model/block_5_project/Conv2D model/expanded_conv_project_BN/FusedBatchNormV3;model/expanded_conv_project/Conv2D 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Convolution      TFLITE2ONNX_FAF_model/block_1_expand_relu/Relu6;model/block_1_expand_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_expand/Conv2D 1 1 model/expanded_conv_project_BN/FusedBatchNormV3;model/expanded_conv_project/Conv2D TFLITE2ONNX_FAF_model/block_1_expand_relu/Relu6;model/block_1_expand_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_expand/Conv2D 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
Clip             model/block_1_expand_relu/Relu6;model/block_1_expand_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_1_expand_relu/Relu6;model/block_1_expand_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_expand/Conv2D model/block_1_expand_relu/Relu6;model/block_1_expand_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
Padding          model/block_1_pad/Pad    1 1 model/block_1_expand_relu/Relu6;model/block_1_expand_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_expand/Conv2D model/block_1_pad/Pad 0=0 1=1 2=0 3=1 4=0 5=0.000000e+00 7=0 8=0
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_1_depthwise_relu/Relu6;model/block_1_depthwise_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_depthwise/depthwise 1 1 model/block_1_pad/Pad TFLITE2ONNX_FAF_model/block_1_depthwise_relu/Relu6;model/block_1_depthwise_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_depthwise/depthwise 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=864 7=96
Clip             model/block_1_depthwise_relu/Relu6;model/block_1_depthwise_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_1_depthwise_relu/Relu6;model/block_1_depthwise_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_depthwise/depthwise model/block_1_depthwise_relu/Relu6;model/block_1_depthwise_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_1_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D;model/block_1_project/Conv2D 1 1 model/block_1_depthwise_relu/Relu6;model/block_1_depthwise_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_1_depthwise/depthwise model/block_1_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D;model/block_1_project/Conv2D 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Split            splitncnn_0              1 2 model/block_1_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D;model/block_1_project/Conv2D model/block_1_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D;model/block_1_project/Conv2D_splitncnn_0 model/block_1_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D;model/block_1_project/Conv2D_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_2_expand_relu/Relu6;model/block_2_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_expand/Conv2D 1 1 model/block_1_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D;model/block_1_project/Conv2D_splitncnn_1 TFLITE2ONNX_FAF_model/block_2_expand_relu/Relu6;model/block_2_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_expand/Conv2D 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             model/block_2_expand_relu/Relu6;model/block_2_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_2_expand_relu/Relu6;model/block_2_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_expand/Conv2D model/block_2_expand_relu/Relu6;model/block_2_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_2_depthwise_relu/Relu6;model/block_2_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_depthwise/depthwise 1 1 model/block_2_expand_relu/Relu6;model/block_2_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_expand/Conv2D TFLITE2ONNX_FAF_model/block_2_depthwise_relu/Relu6;model/block_2_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_depthwise/depthwise 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
Clip             model/block_2_depthwise_relu/Relu6;model/block_2_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_2_depthwise_relu/Relu6;model/block_2_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_depthwise/depthwise model/block_2_depthwise_relu/Relu6;model/block_2_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_2_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D 1 1 model/block_2_depthwise_relu/Relu6;model/block_2_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_2_depthwise/depthwise model/block_2_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         model/block_2_add/add    2 1 model/block_1_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D;model/block_1_project/Conv2D_splitncnn_0 model/block_2_project_BN/FusedBatchNormV3;model/block_2_project/Conv2D model/block_2_add/add 0=0
Convolution      TFLITE2ONNX_FAF_model/block_3_expand_relu/Relu6;model/block_3_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_3_expand/Conv2D 1 1 model/block_2_add/add TFLITE2ONNX_FAF_model/block_3_expand_relu/Relu6;model/block_3_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_3_expand/Conv2D 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             model/block_3_expand_relu/Relu6;model/block_3_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_3_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_3_expand_relu/Relu6;model/block_3_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_3_expand/Conv2D model/block_3_expand_relu/Relu6;model/block_3_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_3_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
Padding          model/block_3_pad/Pad    1 1 model/block_3_expand_relu/Relu6;model/block_3_expand_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise;model/block_3_expand/Conv2D model/block_3_pad/Pad 0=0 1=1 2=0 3=1 4=0 5=0.000000e+00 7=0 8=0
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_3_depthwise_relu/Relu6;model/block_3_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise 1 1 model/block_3_pad/Pad TFLITE2ONNX_FAF_model/block_3_depthwise_relu/Relu6;model/block_3_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise 0=144 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=1296 7=144
Clip             model/block_3_depthwise_relu/Relu6;model/block_3_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_3_depthwise_relu/Relu6;model/block_3_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise model/block_3_depthwise_relu/Relu6;model/block_3_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_3_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_3_project/Conv2D 1 1 model/block_3_depthwise_relu/Relu6;model/block_3_depthwise_BN/FusedBatchNormV3;model/block_3_depthwise/depthwise model/block_3_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_3_project/Conv2D 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
Split            splitncnn_1              1 2 model/block_3_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_3_project/Conv2D model/block_3_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_3_project/Conv2D_splitncnn_0 model/block_3_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_3_project/Conv2D_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_4_expand_relu/Relu6;model/block_4_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_expand/Conv2D 1 1 model/block_3_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_3_project/Conv2D_splitncnn_1 TFLITE2ONNX_FAF_model/block_4_expand_relu/Relu6;model/block_4_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_expand/Conv2D 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             model/block_4_expand_relu/Relu6;model/block_4_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_4_expand_relu/Relu6;model/block_4_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_expand/Conv2D model/block_4_expand_relu/Relu6;model/block_4_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_4_depthwise_relu/Relu6;model/block_4_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_depthwise/depthwise 1 1 model/block_4_expand_relu/Relu6;model/block_4_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_expand/Conv2D TFLITE2ONNX_FAF_model/block_4_depthwise_relu/Relu6;model/block_4_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_depthwise/depthwise 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             model/block_4_depthwise_relu/Relu6;model/block_4_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_4_depthwise_relu/Relu6;model/block_4_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_depthwise/depthwise model/block_4_depthwise_relu/Relu6;model/block_4_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_4_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_4_project/Conv2D 1 1 model/block_4_depthwise_relu/Relu6;model/block_4_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_4_depthwise/depthwise model/block_4_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_4_project/Conv2D 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         model/block_4_add/add    2 1 model/block_3_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_3_project/Conv2D_splitncnn_0 model/block_4_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D;model/block_4_project/Conv2D model/block_4_add/add 0=0
Split            splitncnn_2              1 2 model/block_4_add/add model/block_4_add/add_splitncnn_0 model/block_4_add/add_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_5_expand_relu/Relu6;model/block_5_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_expand/Conv2D 1 1 model/block_4_add/add_splitncnn_1 TFLITE2ONNX_FAF_model/block_5_expand_relu/Relu6;model/block_5_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_expand/Conv2D 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             model/block_5_expand_relu/Relu6;model/block_5_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_5_expand_relu/Relu6;model/block_5_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_expand/Conv2D model/block_5_expand_relu/Relu6;model/block_5_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_5_depthwise_relu/Relu6;model/block_5_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_depthwise/depthwise 1 1 model/block_5_expand_relu/Relu6;model/block_5_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_expand/Conv2D TFLITE2ONNX_FAF_model/block_5_depthwise_relu/Relu6;model/block_5_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_depthwise/depthwise 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             model/block_5_depthwise_relu/Relu6;model/block_5_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_5_depthwise_relu/Relu6;model/block_5_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_depthwise/depthwise model/block_5_depthwise_relu/Relu6;model/block_5_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_5_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D 1 1 model/block_5_depthwise_relu/Relu6;model/block_5_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_5_depthwise/depthwise model/block_5_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         model/block_5_add/add    2 1 model/block_4_add/add_splitncnn_0 model/block_5_project_BN/FusedBatchNormV3;model/block_5_project/Conv2D model/block_5_add/add 0=0
Convolution      TFLITE2ONNX_FAF_model/block_6_expand_relu/Relu6;model/block_6_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_6_expand/Conv2D 1 1 model/block_5_add/add TFLITE2ONNX_FAF_model/block_6_expand_relu/Relu6;model/block_6_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_6_expand/Conv2D 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             model/block_6_expand_relu/Relu6;model/block_6_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_6_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_6_expand_relu/Relu6;model/block_6_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_6_expand/Conv2D model/block_6_expand_relu/Relu6;model/block_6_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_6_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
Padding          model/block_6_pad/Pad    1 1 model/block_6_expand_relu/Relu6;model/block_6_expand_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise;model/block_6_expand/Conv2D model/block_6_pad/Pad 0=0 1=1 2=0 3=1 4=0 5=0.000000e+00 7=0 8=0
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_6_depthwise_relu/Relu6;model/block_6_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise 1 1 model/block_6_pad/Pad TFLITE2ONNX_FAF_model/block_6_depthwise_relu/Relu6;model/block_6_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise 0=192 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=1728 7=192
Clip             model/block_6_depthwise_relu/Relu6;model/block_6_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_6_depthwise_relu/Relu6;model/block_6_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise model/block_6_depthwise_relu/Relu6;model/block_6_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_6_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_6_project/Conv2D 1 1 model/block_6_depthwise_relu/Relu6;model/block_6_depthwise_BN/FusedBatchNormV3;model/block_6_depthwise/depthwise model/block_6_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_6_project/Conv2D 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=12288
Split            splitncnn_3              1 2 model/block_6_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_6_project/Conv2D model/block_6_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_6_project/Conv2D_splitncnn_0 model/block_6_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_6_project/Conv2D_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_7_expand_relu/Relu6;model/block_7_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_expand/Conv2D 1 1 model/block_6_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_6_project/Conv2D_splitncnn_1 TFLITE2ONNX_FAF_model/block_7_expand_relu/Relu6;model/block_7_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_expand/Conv2D 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             model/block_7_expand_relu/Relu6;model/block_7_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_7_expand_relu/Relu6;model/block_7_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_expand/Conv2D model/block_7_expand_relu/Relu6;model/block_7_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_7_depthwise_relu/Relu6;model/block_7_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_depthwise/depthwise 1 1 model/block_7_expand_relu/Relu6;model/block_7_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_expand/Conv2D TFLITE2ONNX_FAF_model/block_7_depthwise_relu/Relu6;model/block_7_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_depthwise/depthwise 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             model/block_7_depthwise_relu/Relu6;model/block_7_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_7_depthwise_relu/Relu6;model/block_7_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_depthwise/depthwise model/block_7_depthwise_relu/Relu6;model/block_7_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_7_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_7_project/Conv2D 1 1 model/block_7_depthwise_relu/Relu6;model/block_7_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_7_depthwise/depthwise model/block_7_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_7_project/Conv2D 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         model/block_7_add/add    2 1 model/block_6_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_6_project/Conv2D_splitncnn_0 model/block_7_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_7_project/Conv2D model/block_7_add/add 0=0
Split            splitncnn_4              1 2 model/block_7_add/add model/block_7_add/add_splitncnn_0 model/block_7_add/add_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_8_expand_relu/Relu6;model/block_8_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_expand/Conv2D 1 1 model/block_7_add/add_splitncnn_1 TFLITE2ONNX_FAF_model/block_8_expand_relu/Relu6;model/block_8_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_expand/Conv2D 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             model/block_8_expand_relu/Relu6;model/block_8_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_8_expand_relu/Relu6;model/block_8_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_expand/Conv2D model/block_8_expand_relu/Relu6;model/block_8_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_8_depthwise_relu/Relu6;model/block_8_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_depthwise/depthwise 1 1 model/block_8_expand_relu/Relu6;model/block_8_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_expand/Conv2D TFLITE2ONNX_FAF_model/block_8_depthwise_relu/Relu6;model/block_8_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_depthwise/depthwise 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             model/block_8_depthwise_relu/Relu6;model/block_8_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_8_depthwise_relu/Relu6;model/block_8_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_depthwise/depthwise model/block_8_depthwise_relu/Relu6;model/block_8_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_8_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_8_project/Conv2D 1 1 model/block_8_depthwise_relu/Relu6;model/block_8_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_8_depthwise/depthwise model/block_8_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_8_project/Conv2D 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         model/block_8_add/add    2 1 model/block_7_add/add_splitncnn_0 model/block_8_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D;model/block_8_project/Conv2D model/block_8_add/add 0=0
Split            splitncnn_5              1 2 model/block_8_add/add model/block_8_add/add_splitncnn_0 model/block_8_add/add_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_9_expand_relu/Relu6;model/block_9_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_expand/Conv2D 1 1 model/block_8_add/add_splitncnn_1 TFLITE2ONNX_FAF_model/block_9_expand_relu/Relu6;model/block_9_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_expand/Conv2D 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             model/block_9_expand_relu/Relu6;model/block_9_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_9_expand_relu/Relu6;model/block_9_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_expand/Conv2D model/block_9_expand_relu/Relu6;model/block_9_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_9_depthwise_relu/Relu6;model/block_9_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_depthwise/depthwise 1 1 model/block_9_expand_relu/Relu6;model/block_9_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_expand/Conv2D TFLITE2ONNX_FAF_model/block_9_depthwise_relu/Relu6;model/block_9_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_depthwise/depthwise 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             model/block_9_depthwise_relu/Relu6;model/block_9_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_9_depthwise_relu/Relu6;model/block_9_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_depthwise/depthwise model/block_9_depthwise_relu/Relu6;model/block_9_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_9_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D 1 1 model/block_9_depthwise_relu/Relu6;model/block_9_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_9_depthwise/depthwise model/block_9_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         model/block_9_add/add    2 1 model/block_8_add/add_splitncnn_0 model/block_9_project_BN/FusedBatchNormV3;model/block_9_project/Conv2D model/block_9_add/add 0=0
Convolution      TFLITE2ONNX_FAF_model/block_10_expand_relu/Relu6;model/block_10_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_10_expand/Conv2D 1 1 model/block_9_add/add TFLITE2ONNX_FAF_model/block_10_expand_relu/Relu6;model/block_10_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_10_expand/Conv2D 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             model/block_10_expand_relu/Relu6;model/block_10_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_10_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_10_expand_relu/Relu6;model/block_10_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_10_expand/Conv2D model/block_10_expand_relu/Relu6;model/block_10_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_10_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_10_depthwise_relu/Relu6;model/block_10_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise 1 1 model/block_10_expand_relu/Relu6;model/block_10_expand_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise;model/block_10_expand/Conv2D TFLITE2ONNX_FAF_model/block_10_depthwise_relu/Relu6;model/block_10_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             model/block_10_depthwise_relu/Relu6;model/block_10_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_10_depthwise_relu/Relu6;model/block_10_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise model/block_10_depthwise_relu/Relu6;model/block_10_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_10_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_10_project/Conv2D 1 1 model/block_10_depthwise_relu/Relu6;model/block_10_depthwise_BN/FusedBatchNormV3;model/block_10_depthwise/depthwise model/block_10_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_10_project/Conv2D 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Split            splitncnn_6              1 2 model/block_10_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_10_project/Conv2D model/block_10_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_10_project/Conv2D_splitncnn_0 model/block_10_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_10_project/Conv2D_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_11_expand_relu/Relu6;model/block_11_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_expand/Conv2D 1 1 model/block_10_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_10_project/Conv2D_splitncnn_1 TFLITE2ONNX_FAF_model/block_11_expand_relu/Relu6;model/block_11_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_expand/Conv2D 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             model/block_11_expand_relu/Relu6;model/block_11_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_11_expand_relu/Relu6;model/block_11_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_expand/Conv2D model/block_11_expand_relu/Relu6;model/block_11_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_11_depthwise_relu/Relu6;model/block_11_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_depthwise/depthwise 1 1 model/block_11_expand_relu/Relu6;model/block_11_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_expand/Conv2D TFLITE2ONNX_FAF_model/block_11_depthwise_relu/Relu6;model/block_11_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_depthwise/depthwise 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             model/block_11_depthwise_relu/Relu6;model/block_11_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_11_depthwise_relu/Relu6;model/block_11_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_depthwise/depthwise model/block_11_depthwise_relu/Relu6;model/block_11_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_11_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_11_project/Conv2D 1 1 model/block_11_depthwise_relu/Relu6;model/block_11_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_11_depthwise/depthwise model/block_11_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_11_project/Conv2D 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         model/block_11_add/add   2 1 model/block_10_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_10_project/Conv2D_splitncnn_0 model/block_11_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D;model/block_11_project/Conv2D model/block_11_add/add 0=0
Split            splitncnn_7              1 2 model/block_11_add/add model/block_11_add/add_splitncnn_0 model/block_11_add/add_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_12_expand_relu/Relu6;model/block_12_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_expand/Conv2D 1 1 model/block_11_add/add_splitncnn_1 TFLITE2ONNX_FAF_model/block_12_expand_relu/Relu6;model/block_12_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_expand/Conv2D 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             model/block_12_expand_relu/Relu6;model/block_12_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_12_expand_relu/Relu6;model/block_12_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_expand/Conv2D model/block_12_expand_relu/Relu6;model/block_12_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_12_depthwise_relu/Relu6;model/block_12_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_depthwise/depthwise 1 1 model/block_12_expand_relu/Relu6;model/block_12_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_expand/Conv2D TFLITE2ONNX_FAF_model/block_12_depthwise_relu/Relu6;model/block_12_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_depthwise/depthwise 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             model/block_12_depthwise_relu/Relu6;model/block_12_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_12_depthwise_relu/Relu6;model/block_12_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_depthwise/depthwise model/block_12_depthwise_relu/Relu6;model/block_12_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_12_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D 1 1 model/block_12_depthwise_relu/Relu6;model/block_12_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_12_depthwise/depthwise model/block_12_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         model/block_12_add/add   2 1 model/block_11_add/add_splitncnn_0 model/block_12_project_BN/FusedBatchNormV3;model/block_12_project/Conv2D model/block_12_add/add 0=0
Convolution      TFLITE2ONNX_FAF_model/block_13_expand_relu/Relu6;model/block_13_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_13_expand/Conv2D 1 1 model/block_12_add/add TFLITE2ONNX_FAF_model/block_13_expand_relu/Relu6;model/block_13_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_13_expand/Conv2D 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             model/block_13_expand_relu/Relu6;model/block_13_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_13_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_13_expand_relu/Relu6;model/block_13_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_13_expand/Conv2D model/block_13_expand_relu/Relu6;model/block_13_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_13_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
Padding          model/block_13_pad/Pad   1 1 model/block_13_expand_relu/Relu6;model/block_13_expand_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise;model/block_13_expand/Conv2D model/block_13_pad/Pad 0=0 1=1 2=0 3=1 4=0 5=0.000000e+00 7=0 8=0
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_13_depthwise_relu/Relu6;model/block_13_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise 1 1 model/block_13_pad/Pad TFLITE2ONNX_FAF_model/block_13_depthwise_relu/Relu6;model/block_13_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise 0=576 1=3 11=3 2=1 12=1 3=2 13=2 4=0 14=0 15=0 16=0 5=1 6=5184 7=576
Clip             model/block_13_depthwise_relu/Relu6;model/block_13_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_13_depthwise_relu/Relu6;model/block_13_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise model/block_13_depthwise_relu/Relu6;model/block_13_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_13_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_13_project/Conv2D 1 1 model/block_13_depthwise_relu/Relu6;model/block_13_depthwise_BN/FusedBatchNormV3;model/block_13_depthwise/depthwise model/block_13_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_13_project/Conv2D 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=92160
Split            splitncnn_8              1 2 model/block_13_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_13_project/Conv2D model/block_13_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_13_project/Conv2D_splitncnn_0 model/block_13_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_13_project/Conv2D_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_14_expand_relu/Relu6;model/block_14_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_expand/Conv2D 1 1 model/block_13_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_13_project/Conv2D_splitncnn_1 TFLITE2ONNX_FAF_model/block_14_expand_relu/Relu6;model/block_14_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_expand/Conv2D 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             model/block_14_expand_relu/Relu6;model/block_14_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_14_expand_relu/Relu6;model/block_14_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_expand/Conv2D model/block_14_expand_relu/Relu6;model/block_14_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_14_depthwise_relu/Relu6;model/block_14_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_depthwise/depthwise 1 1 model/block_14_expand_relu/Relu6;model/block_14_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_expand/Conv2D TFLITE2ONNX_FAF_model/block_14_depthwise_relu/Relu6;model/block_14_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_depthwise/depthwise 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             model/block_14_depthwise_relu/Relu6;model/block_14_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_14_depthwise_relu/Relu6;model/block_14_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_depthwise/depthwise model/block_14_depthwise_relu/Relu6;model/block_14_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_14_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_14_project/Conv2D 1 1 model/block_14_depthwise_relu/Relu6;model/block_14_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_14_depthwise/depthwise model/block_14_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_14_project/Conv2D 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
BinaryOp         model/block_14_add/add   2 1 model/block_13_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_13_project/Conv2D_splitncnn_0 model/block_14_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D;model/block_14_project/Conv2D model/block_14_add/add 0=0
Split            splitncnn_9              1 2 model/block_14_add/add model/block_14_add/add_splitncnn_0 model/block_14_add/add_splitncnn_1
Convolution      TFLITE2ONNX_FAF_model/block_15_expand_relu/Relu6;model/block_15_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_expand/Conv2D 1 1 model/block_14_add/add_splitncnn_1 TFLITE2ONNX_FAF_model/block_15_expand_relu/Relu6;model/block_15_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_expand/Conv2D 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             model/block_15_expand_relu/Relu6;model/block_15_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_15_expand_relu/Relu6;model/block_15_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_expand/Conv2D model/block_15_expand_relu/Relu6;model/block_15_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_15_depthwise_relu/Relu6;model/block_15_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_depthwise/depthwise 1 1 model/block_15_expand_relu/Relu6;model/block_15_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_expand/Conv2D TFLITE2ONNX_FAF_model/block_15_depthwise_relu/Relu6;model/block_15_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_depthwise/depthwise 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             model/block_15_depthwise_relu/Relu6;model/block_15_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_15_depthwise_relu/Relu6;model/block_15_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_depthwise/depthwise model/block_15_depthwise_relu/Relu6;model/block_15_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_15_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D 1 1 model/block_15_depthwise_relu/Relu6;model/block_15_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_15_depthwise/depthwise model/block_15_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
BinaryOp         model/block_15_add/add   2 1 model/block_14_add/add_splitncnn_0 model/block_15_project_BN/FusedBatchNormV3;model/block_15_project/Conv2D model/block_15_add/add 0=0
Convolution      TFLITE2ONNX_FAF_model/block_16_expand_relu/Relu6;model/block_16_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_16_expand/Conv2D 1 1 model/block_15_add/add TFLITE2ONNX_FAF_model/block_16_expand_relu/Relu6;model/block_16_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_16_expand/Conv2D 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             model/block_16_expand_relu/Relu6;model/block_16_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_16_expand/Conv2D 1 1 TFLITE2ONNX_FAF_model/block_16_expand_relu/Relu6;model/block_16_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_16_expand/Conv2D model/block_16_expand_relu/Relu6;model/block_16_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_16_expand/Conv2D 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise TFLITE2ONNX_FAF_model/block_16_depthwise_relu/Relu6;model/block_16_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise 1 1 model/block_16_expand_relu/Relu6;model/block_16_expand_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise;model/block_16_expand/Conv2D TFLITE2ONNX_FAF_model/block_16_depthwise_relu/Relu6;model/block_16_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             model/block_16_depthwise_relu/Relu6;model/block_16_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise 1 1 TFLITE2ONNX_FAF_model/block_16_depthwise_relu/Relu6;model/block_16_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise model/block_16_depthwise_relu/Relu6;model/block_16_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise 0=0.000000e+00 1=6.000000e+00
Convolution      model/block_16_project_BN/FusedBatchNormV3;model/block_16_project/Conv2D 1 1 model/block_16_depthwise_relu/Relu6;model/block_16_depthwise_BN/FusedBatchNormV3;model/block_16_depthwise/depthwise model/block_16_project_BN/FusedBatchNormV3;model/block_16_project/Conv2D 0=320 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=307200
Convolution      TFLITE2ONNX_FAF_model/out_relu/Relu6;model/Conv_1_bn/FusedBatchNormV3;model/Conv_1/Conv2D 1 1 model/block_16_project_BN/FusedBatchNormV3;model/block_16_project/Conv2D TFLITE2ONNX_FAF_model/out_relu/Relu6;model/Conv_1_bn/FusedBatchNormV3;model/Conv_1/Conv2D 0=1280 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=409600
Clip             model/out_relu/Relu6;model/Conv_1_bn/FusedBatchNormV3;model/Conv_1/Conv2D 1 1 TFLITE2ONNX_FAF_model/out_relu/Relu6;model/Conv_1_bn/FusedBatchNormV3;model/Conv_1/Conv2D model/out_relu/Relu6;model/Conv_1_bn/FusedBatchNormV3;model/Conv_1/Conv2D 0=0.000000e+00 1=6.000000e+00
Reduction        model/global_average_pooling2d/Mean 1 1 model/out_relu/Relu6;model/Conv_1_bn/FusedBatchNormV3;model/Conv_1/Conv2D model/global_average_pooling2d/Mean 0=3 1=0 -23303=2,1,2 4=0 5=1
InnerProduct     model/dense/MatMul;model/dense/BiasAdd 1 1 model/global_average_pooling2d/Mean model/dense/MatMul;model/dense/BiasAdd 0=47 1=1 2=60160
Softmax          StatefulPartitionedCall:0 1 1 model/dense/MatMul;model/dense/BiasAdd StatefulPartitionedCall:0 0=-2 1=1
